---
kind: other
id: Methods.T:Autodesk.Revit.DB.MultipleValuesIndicationSettings
source: html/e4d40492-9b6d-a33a-0e40-b26c583ff4db.htm
---
# MultipleValuesIndicationSettings Methods

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.